// +----------------------------------------------------------------------
// | Constructed by Jokin [ Think & Do & To Be Better ]
// +----------------------------------------------------------------------
// | Copyright (c) 2016-2018 Jokin All rights reserved.
// +----------------------------------------------------------------------
// | Author: Jokin <Jokin@twocola.com>
// +----------------------------------------------------------------------
// 代码用于智慧树静音修复
setInterval(function(){
  if(!$(".volumeBox").hasClass("volumeNone")){
    $(".volumeIcon").click();
  }
},100);
